[
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1300",
    "historicSiteDescription": "Abo, preserved as part of the Salinas Pueblo Missions National Monument, was a major trading station during its time. Abo was home to a Native American Pueblo, composed of Tompiro-speaking Tanoans. Abo was found by Spanish missionaries, who first recorded their encounter with the pueblo in 1583. Shortly after, in 1622, missionary work began and the first church was built in 1629. The Pueblo was abandoned in 1672 after severe droughts and Apache raids made living conditions impossible. Abo can be found 6 miles southwest of Mountainar, New Mexico.",
    "historicSiteMunicipality": "Mountainair",
    "historicSiteName": "Abo Ruins",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1100-1200",
    "historicSiteDescription": "Located in the northwestern portion of New Mexico, the Aztec Ruins National Monument showcases an area of rich history and well-preserved structures. These structures served as homes and places of gathering for the native Pueblo Indians who constructed them. Archaeological evidence and carbon dating methods place the construction of these ruins in the 12th and 13th centuries. American settlers exploring and discovering the ruins misattributed the ruins construction to the Aztecs, hence the name. Learn more at https://www.nps.gov/azru/index.htm",
    "historicSiteMunicipality": "Aztec",
    "historicSiteName": "Aztec Ruins National Monument",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Paid",
    "historicSiteDate": "1150-1600",
    "historicSiteDescription": "Bandelier National Monument is a 33,677-acre United States National Monument near Los Alamos in Sandoval and Los Alamos counties, NM. The monument preserves the homes (many of which are carved into the surrounding cliff faces) and territory of the Ancestral Puebloans of a later era in the Southwest. Most of the pueblo structures date back to two eras, between 1150 and 1600 AD. Learn more at https://www.nps.gov/band/index.htm",
    "historicSiteMunicipality": "Los Alamos",
    "historicSiteName": "Bandelier National Monument",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Paid",
    "historicSiteDate": "900-1151",
    "historicSiteDescription": "During the years 900 and 1151, Chaco Canyon was thought to be a major epicenter for the gatherings of many different tribes. Chacoans built fifteen major complexes that remained the largest buildings ever built in North America until the 19th Century. Evidence of archeoastronomy at Chaco has been proposed, with the \"Sun Dagger\" petroglyph at Fajada Butte a popular example. Many Chacoan buildings may have been aligned to capture the solar and lunar cycles, requiring generations of astronomical observations and skillfully coordinated construction. Learn more at https://www.nps.gov/chcu/index.htm",
    "historicSiteMunicipality": "San Juan County",
    "historicSiteName": "Chaco Canyon",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Paid",
    "historicSiteDate": "1540",
    "historicSiteDescription": "The Coronado Historic Site and the ruins of Kuaua Pueblo are located a few minutes north of Albuquerque in Bernalillo. The site is open 8:30am to 5:00pm Wednesday to Monday, while it is closed on Tuesdays. The Coronado Historic Site is named after Spanish explorer Francisco Vásquez de Coronado who camped near the area in 1540. Kuaua is tiwa for evergreen and the village that resided there was eventually abandoned by the end of the 16th century. Learn more at http://nmhistoricsites.org/coronado",
    "historicSiteMunicipality": "Bernalillo",
    "historicSiteName": "Coronado Historic Site",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1816",
    "historicSiteDescription": "El Santuario de Chimayo is host to 300,000 visitors every year as it's considered one of the most important catholic pilgrimage sites in the United States, with many individuals making the pilgrimage on foot all the way from Santa Fe, as well as other starting points. There is a strong faith in the miraculous healing powers of the holy dirt that resides within the church, which many give credit to for healing them of illness and disabilities. Many take back a small amount of dirt with them for this reason.",
    "historicSiteMunicipality": "Chimayo",
    "historicSiteName": "El Santuario de Chimayo",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1855",
    "historicSiteDescription": "Residing just outside the town of Lincoln, Fort Stanton was established in 1855 to serve as a base of operations against the Mescalero Apaches from 1855 until the 1880's. The Fort was named after Captain Henry W. Stanton, who was killed in a battle against the Apaches. Confederate forces occupied Fort Stanton in 1861, right at the beginning of the American Civil War. This presence of U.S. forces lasted until their abandonment in 1896. During WWII, Fort Stanton became a detention center for German and Japanese immigrants suspected of being enemies.",
    "historicSiteMunicipality": "Lincoln",
    "historicSiteName": "Fort Stanton",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1851",
    "historicSiteDescription": "Fort Union was the largest U.S. military post in the region. There have been three different Fort Unions built over the course of 18 years. The first one was built in 1851. The second post was built from 1861 to 1862 in preparation of the confederates. The last fort was built from 1863 to 1869, situated in the same spot as the second fort with the arsenal built where the first fort was. The grounds are open 7 days a week, 8:00am to 4:00pm during the winter and 8:00am to 5:00pm during the summer. Learn more at https://www.nps.gov/foun/index.htm",
    "historicSiteMunicipality": "Watrous",
    "historicSiteName": "Fort Union National Monument",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1260-1280",
    "historicSiteDescription": "Caves used by nomadic people for years as a place of shelter while they moved across the lands. It wasn't until around the 1200's that the Mogollon people decided to make the cliff dwellings into a permanent home, though their stay was relatively short lived, lasting only a few decades. Several mummified bodies were found in the area in 1912, giving the site more national attention, leading to improvements for the preservation of the site due to looting of the mummified bodies. The cliff dwellings became a U.S National Monument established by Theodore Roosevelt in 1907.",
    "historicSiteMunicipality": "Silver City",
    "historicSiteName": "Gila Cliff Dwellings",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1862",
    "historicSiteDescription": "Part of Pecos National Historic Park, this battlefield is where the Battle of Glorieta Pass took place on March 26-28, 1862. Dubbed by some as the “Gettysburg of the West,” the battle was decisively won by Union troops and ended Confederate efforts in the New Mexico Campaign to gain control of the American Southwest. Learn more at https://www.nps.gov/peco/learn/historyculture/battle-of-glorieta-pass.htm",
    "historicSiteMunicipality": "Pecos",
    "historicSiteName": "Glorieta Pass Battlefield",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1350-1640",
    "historicSiteDescription": "Home to the ruins of the Giusewa Pueblo built by the Walatowa, and the San Jose de los Jemez Church. The pueblo was originally established in the second half of the 15th century, near the hot springs of the Jemez Valley due to its fertile land and game. Spanish missionaries built the present day church in 1623 after having discovered the pueblo. In 1680, After repeated attempts of conversion to Catholicism, the Jemez people revolted against the Spanish, driving them out for the next 12 years, leading to the dilapidation of the church.",
    "historicSiteMunicipality": "Jemez Pueblo",
    "historicSiteName": "Jemez Historic Site",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1927",
    "historicSiteDescription": "The KiMo Theatre opened in 1927 as an opulent movie palace mixing art deco and Native American design themes. It was designed by the Boller Brothers, a Kansas City architectural firm known for movie-house venues during Hollywood’s early years. The city of Albuquerque purchased the theater in 1977 for use as a community arts center, carefully restoring and updating the theatre’s many details. Learn more at https://www.cabq.gov/culturalservices/kimo",
    "historicSiteMunicipality": "Albuquerque",
    "historicSiteName": "KiMo Theatre",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1870-80s",
    "historicSiteDescription": "Lincoln Historic Site includes 17 structures and outbuildings that transport you back in time to the 1870s and 1880s. During that time, the town of Lincoln was made famous by one of the most violent periods in New Mexico history: the Lincoln County War. It was here in 1881 that Billy the Kid made his most famous escape from the Old Lincoln County Courthouse. Learn more at http://nmhistoricsites.org/lincoln",
    "historicSiteMunicipality": "Lincoln",
    "historicSiteName": "Lincoln Historic Site",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1873",
    "historicSiteDescription": "The Loretto Chapel in Santa Fe, NM is a former Roman Catholic church that is now used as a museum and a wedding chapel. It is known for its unusual helix-shaped spiral staircase (the \"Miraculous Stair Case\"). The Sisters of Loretto credited St. Joseph with its construction. It has been the subject of legend, and the circumstances surrounding its construction and its builder were considered miraculous by the Sisters of Loretto. The type of wood used in the spiral staircase construction is also a mystery. Learn more at https://www.lorettochapel.com/",
    "historicSiteMunicipality": "Santa Fe",
    "historicSiteName": "Loretto Chapel",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Paid",
    "historicSiteDate": "1300-1600",
    "historicSiteDescription": "The Petroglyph National Monument is only a day use park and as such the trail heads parking lots and visitor center closes at 4:30pm. The Boca Negra Canyon, Rinconada Canyon, Piedras Marcadas Canyon, and the Volcano Day Use trails are four of the major areas to visit at Petroglyph National Monument. There are a large variety of drawings ranging from people and animals to abstract shapes which litter many of the boulders. There are approximately 24,000 petroglyphs, most dating from the period of 1300 to 1600 AD. You can find more information at https://www.nps.gov/petr/index.htm",
    "historicSiteMunicipality": "Albuquerque",
    "historicSiteName": "Petroglyph National Monument",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1930",
    "historicSiteDescription": "Taos Junction Bridge and Orilla Verde are located within the Rio Grande del Norte National Monument in Cerro, New Mexico. It is open 7 days a week from 8:30am to 4:30pm during the summer and 10:00am to 2:00pm during the winter. The Taos junction bridge was built in 1930. The area has a few natural crossings in the river and has petroglyphs of people who left their mark. You can find more information at https://taos.org/what-to-do/landmark-sites/rio-grande-del-norte-national-monument/",
    "historicSiteMunicipality": "Cerro",
    "historicSiteName": "Rio Grande del Norte National Monument",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1706",
    "historicSiteDescription": "The original Church of San Felipe de Neri was constructed in 1706 under the direction of Fray Manuel Moreno, a Franciscan priest who came to Albuquerque with 30 families from Bernalillo in 1704 or 1705. The church was initially named San Francisco Xavier but later renamed to San Felipe de Neri in honor of King Philip of Spain. During the summer of 1792, the old church collapsed and a new one was constructed the following year in 1793. To this day, the church remains a functioning parish. You can find more information at https://sanfelipedeneri.org/",
    "historicSiteMunicipality": "Albuquerque",
    "historicSiteName": "San Felipe de Neri",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1610",
    "historicSiteDescription": "The San Miguel Chapel was built by the Spanish between 1610 and 1626 as a colonial mission church. It is the oldest known standing church in the United States. Located on the Santa Fe Plaza, there are plenty of places to eat, visit and see year round. Learn more at http://sanmiguelchapel.org/",
    "historicSiteMunicipality": "Santa Fe",
    "historicSiteName": "San Miguel Chapel",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1924",
    "historicSiteDescription": "The Sunshine Building was built in 1924 and was one of Albuquerque’s first \"skyscrapers\". Its 920-seat theater opened to much fanfare and continued playing movies until the 1980s. It has since been remodeled into a popular live music venue. The facade and lobby have been restored to their original design and the building boasts the only attendant-operated elevator left in the state. Learn more at https://sunshinetheaterlive.com/page/about-sunshine-theater",
    "historicSiteMunicipality": "Albuquerque",
    "historicSiteName": "Sunshine Building",
    "historicSiteState": "NM"
  },
  {
    "historicSiteProfileId": "d88793bf-b33d-11ea-bb68-0242c0a82002",
    "historicSiteCost": "Free",
    "historicSiteDate": "1945",
    "historicSiteDescription": "The trinity site marks the spot where the world’s first atomic bomb was detonated on July 16, 1945 as part of the Project Trinity test. By 1953, much of the radioactivity had subsided and in 1965, Army officials erected a monument on Ground Zero. Part of the White Sands Missile Range, the site also includes base camp, where the scientists lived, and the McDonald ranch house, where the plutonium core was assembled. Learn more at https://www.nps.gov/whsa/learn/historyculture/trinity-site.htm",
    "historicSiteMunicipality": "Socorro",
    "historicSiteName": "Trinity Site",
    "historicSiteState": "NM"
  }
]
